IDEA Open Model
WallRect.Height Property
Compatible with IDEA StatiCa 20.1
 Height of wall
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Height { get; set; }
Public Property Height As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
WallRect Class
IdeaRS.OpenModel.Detail Namespace